token = 'c58d2e6959b8b19bed7b50eb1cf1d43612010a260f10979fd8dfbde12dca01d820996315e37866768085b'
confirmation_token = 'd4751a54'
service_token = 'c11fb685c11fb685c11fb6851dc178624fcc11fc11fb6859d3300e1ae3f4ab3182750a6'
user_id = '97096203'
group_id = '176071592'
m_group_id = '-176071592'
anime_group_id = ['-128135550']
parrot_group_id = ['-155418187']
salem_group_id = ['-129734876']
mudrost_group_id = ['-66932293']
creepy_group_id = ['-44021714']
flex_groups = ['-165104294', '-175308122', '-145709015', '-172410188']
dmc_groups = ['-8807216', '-176384227']
winx_group_id = ['-125327221']
access_token = '46c5d7382d47aefc7b562149162088c2e78f3f15fcc147e1b5d95291beb051c57646b25e8e02731c302c7'
ya_tr_token = 'trnsl.1.1.20190102T113830Z.a4fd178ffe1b1149.8f4f48d0b996583ff5d2b0da5781a51772b32892'
aws_access_key_id = 'AKIAISCYEWSW3CGTMYXQ'
aws_secret_access_key = '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'
yt_client_id = ''
yt_client_secret = ''
yt_api_key = 'AIzaSyA63ZnMfc410ERO947wBCjs2Iydi0dSDhY'
meladze_playlist = 'PLlXM7Mi8yL10giTGFyg-JeB0qJ88dQmvn'
valid_lang = {"азербайджанский": "az", "албанский": "sq", "амхарский": "am", "английский": "en",
              "арабский": "ar", "армянский": "hy", "африкаанс": "af", "баскский": "eu",
              "башкирский": "ba","белорусский":"be","бенгальский":"bn","бирманский":"my",
              "болгарский":"bg","боснийский":"bs","валлийский":"cy","венгерский":"hu",
              "вьетнамский":"vi","гаитянский":"ht","креольский": "ht","галисийский":"gl","голландский":"nl",
              "горномарийский":"mrj","греческий":"el","грузинский":"ka","гуджарати":"gu","датский":"da",
              "иврит":"he","идиш":"yi","индонезийский": "id","ирландский":"ga","итальянский":"it","исландский":"is",
              "испанский":"es","казахский":"kk","каннада":"kn","каталанский":"ca","киргизский":"ky","китайский":"zh",
              "корейский": "ko","коса":"xh","кхмерский":"km","лаосский":"lo","латынь":"la","латышский":"lv",
              "литовский":"lt","люксембургский":"lb","малагасийский":"mg","малайский":"ms",
              "малаялам": "ml","мальтийский":"mt","македонский":"mk","маори":"mi","маратхи":"mr","марийский":"mhr",
              "монгольский":"mn","немецкий":"de","непальский":"ne","норвежский":"no",
              "панджаби":"pa","папьяменто":"pap","персидский":"fa","польский":"pl","португальский":"pt",
              "румынский":"ro","русский":"ru","себуанский":"ceb","сербский":"sr","сингальский":"si",
              "словацкий": "sk","словенский":"sl","суахили":"sw","сунданский":"su","таджикский":"tg","тайский":"th",
              "тагальский":"tl","тамильский":"ta","татарский":"tt","телугу":"te","турецкий": "tr","удмуртский":"udm",
              "узбекский":"uz","украинский":"uk","урду":"ur","финский":"fi","французский":"fr","хинди":"hi",
              "хорватский":"hr","чешский":"cs","шведский": "sv","шотландский":"gd","эстонский":"et","эсперанто":"eo",
              "яванский":"jv","японский":"ja"}
