token = 'токен вк'
confirmation_token = 'токен для callback'
service_token = 'сервисный ключ/токен'
user_id = 'id профиля вк'
group_id = 'id группы вк'
m_group_id = '-id группы вк'
# группы откуда берутся картинки/текст
anime_group_id = ['-128135550']
parrot_group_id = ['-155418187']
salem_group_id = ['-129734876']
mudrost_group_id = ['-66932293']
creepy_group_id = ['-44021714']
flex_groups = ['-165104294', '-175308122', '-172410188']
dmc_groups = ['-8807216', '-176384227']
winx_group_id = ['-125327221']
#
access_token = 'access токен'
ya_tr_token = 'токен для яндекс переводчика'
aws_access_key_id = 'ключ для aws'
aws_secret_access_key = 'access key'
yt_client_id = ''
yt_client_secret = ''
yt_api_key = 'апи ключ yt'
meladze_playlist = 'PLlXM7Mi8yL10giTGFyg-JeB0qJ88dQmvn'  # id плейлиста откуда береутся ролики
valid_lang = {"азербайджанский": "az", "албанский": "sq", "амхарский": "am", "английский": "en",
              "арабский": "ar", "армянский": "hy", "африкаанс": "af", "баскский": "eu",
              "башкирский": "ba", "белорусский": "be", "бенгальский": "bn", "бирманский": "my",
              "болгарский": "bg", "боснийский": "bs", "валлийский": "cy", "венгерский": "hu",
              "вьетнамский": "vi", "гаитянский": "ht", "креольский": "ht", "галисийский": "gl", "голландский": "nl",
              "горномарийский": "mrj", "греческий": "el", "грузинский": "ka", "гуджарати": "gu", "датский": "da",
              "иврит": "he", "идиш": "yi", "индонезийский": "id", "ирландский": "ga", "итальянский": "it",
              "исландский": "is",
              "испанский": "es", "казахский": "kk", "каннада": "kn", "каталанский": "ca", "киргизский": "ky",
              "китайский": "zh",
              "корейский": "ko", "коса": "xh", "кхмерский": "km", "лаосский": "lo", "латынь": "la", "латышский": "lv",
              "литовский": "lt", "люксембургский": "lb", "малагасийский": "mg", "малайский": "ms",
              "малаялам": "ml", "мальтийский": "mt", "македонский": "mk", "маори": "mi", "маратхи": "mr",
              "марийский": "mhr",
              "монгольский": "mn", "немецкий": "de", "непальский": "ne", "норвежский": "no",
              "панджаби": "pa", "папьяменто": "pap", "персидский": "fa", "польский": "pl", "португальский": "pt",
              "румынский": "ro", "русский": "ru", "себуанский": "ceb", "сербский": "sr", "сингальский": "si",
              "словацкий": "sk", "словенский": "sl", "суахили": "sw", "сунданский": "su", "таджикский": "tg",
              "тайский": "th",
              "тагальский": "tl", "тамильский": "ta", "татарский": "tt", "телугу": "te", "турецкий": "tr",
              "удмуртский": "udm",
              "узбекский": "uz", "украинский": "uk", "урду": "ur", "финский": "fi", "французский": "fr", "хинди": "hi",
              "хорватский": "hr", "чешский": "cs", "шведский": "sv", "шотландский": "gd", "эстонский": "et",
              "эсперанто": "eo",
              "яванский": "jv", "японский": "ja"}
